Repository: Staretta/mate-color-manager
Catalog: po/*.po
Languages: sr

source: PKEXEC_UID must be set to an integer value.
sr: PKEXEC_UID мора бити целобројна вредност.

source: The ICC profile must be owned by the user.
sr: Корисник мора да поседује ИЦЦ профил.

source: The destination filename must be absolute.
sr: Име одредишне датотеке мора бити апсолутно.

source: Failed to copy:
sr: Не могу да копирам:

source: Failed to save defaults for all users
sr: Не могу да сачувам као подразумевано за све кориснике

source: None
sr: Ништа

source: Other profile…
sr: Остали профили…

source: Failed to calibrate device
sr: Не могу да калибришем уређај

source: Failed to calibrate printer
sr: Не могу да калибришем штампач

source: Permanently delete profile?
sr: Да ли да обришем профил?

source: Are you sure you want to remove this profile from your system permanently?
sr: Да ли сигурно желите да обришете овај профил из система?

source: Delete
sr: Обриши

source: Import
sr: Увези

source: Supported ICC profiles
sr: Подржани ИЦЦ профили

source: Install missing calibration and profiling software?
sr: Да ли д инсталирам недостајуће програме за калибрацију и израду профила?

source: Calibration and profiling software is not installed on this computer.
sr: Програми за калибрацију и израду профила нису инсталирани на рачунару.

source: These tools are required to build color profiles for devices.
sr: Ови алати су потребни за израду профила боја на уређају.

source: Do you want them to be automatically installed?
sr: Да ли желите да их инсталирате аутоматски?

source: Profiling completed
sr: Израда профила је завршена

source: Failed to create virtual device
sr: Не могу да направим виртуелни уређај

source: Failed to save virtual device
sr: Не могу да сачувам виртуелни уређај

source: Failed to add virtual device
sr: Не могу да додам виртуелни уређај

source: Failed to delete file
sr: Не могу да обришем датотеку

source: Create a color profile for the selected device
sr: Направи профил боја за изабрани уређај

source: Cannot profile: No device is selected
sr: Не могу да направим профил: Није изабран уређај

source: Cannot calibrate: The device is not connected
sr: Не могу да калибришем: Уређај није повезан

source: Cannot calibrate: The display driver does not support XRandR 1.3
sr: Не могу да калибришем: Управљачки програм не подржава XRandR 1.3

source: Cannot calibrate: The measuring instrument is not plugged in
sr: Не могу да калибришем: Калибратор није прикључен

source: Cannot profile: The measuring instrument is not plugged in
sr: Не могу да направим профил: Калибратор није прикључен

source: Cannot profile: The measuring instrument does not support printer profiling
sr: Не могу да направим профил: Калибратор не подржава штампаче

source: Cannot profile this type of device
sr: Не могу да направим профил за ову врста уређаја

source: Per-device settings not supported. Check your display driver.
sr: Засебна подешавања уређаја нису подржана. Проверите управљачки програм за екран.

source: Input device
sr: Улазни уређај

source: Display device
sr: Екран

source: Output device
sr: Излазни уређај

source: Devicelink
sr: ВезаУређаја

source: Colorspace conversion
sr: Превођење простора боја

source: Abstract
sr: Апстрактни

source: Named color
sr: Именована боја

source: Unknown
sr: Непознато

source: LAB
sr: ЛАБ

source: LUV
sr: ЛУВ

source: RGB
sr: РГБ

source: Gray
sr: Црно-бели

source: HSV
sr: ХСВ

source: CMYK
sr: ЦМYК

source: CMY
sr: ЦМY

source: Yes
sr: Да

source: No
sr: Не

source: No hardware support
sr: Уређај није подржан

source: disconnected
sr: није повезан

source: Could not import profile
sr: Не могу да увезем профил

source: The profile was of the wrong type for this device
sr: Ово је погрешна врста профила за изабрани уређај

source: Device added
sr: Уређај је додат

source: Device removed
sr: Уређај је уклоњен

source: No %s color spaces available
sr: Није доступан %s простор боја

source: Display
sr: Екран

source: Scanner
sr: Скенер

source: Printer
sr: Штампач

source: Camera
sr: Фото-апарат

source: Set the parent window to make this modal
sr: Постави ова подешавања и за родитељски прозор

source: More Information
sr: Више података

source: Loading list of devices…
sr: Учитавам списак уређаја…

source: This profile does not have the information required for whole-screen color correction.
sr: Профил не садржи податке потребне за исправку боја целог екрана.

source: Missing description
sr: Недостаје опис

source: Recalibrate now
sr: Прекалибриши

source: Ignore
sr: Занемари

source: Recalibration required
sr: Потребна је прекалибрација

source: The display '%s' should be recalibrated soon.
sr: Пожељно је да поново калибришете екран „%s“.

source: The printer '%s' should be recalibrated soon.
sr: Пожељно је да поново калибришете штампач „%s“.

source: Do not exit after the request has been processed
sr: Не излази након обраде захтева

source: Color Management
sr: Управљање бојама

source: Color Management D-Bus Service
sr: Дбас управљачки програм за боје

source: %B %e %Y, %I:%M:%S %p
sr: %e. %B %Y, %H:%M:%S

source: Perceptual
sr: Чулно

source: Relative colormetric
sr: Релативно колориметријски

source: Saturation
sr: Засићеност

source: Absolute colormetric
sr: Апсолутно колориметријски

source: Blue:
sr: Плава:

source: Brightness:
sr: Осветљеност:

source: CRT
sr: ЦРТ

source: Create images for printing
sr: Направи слике за штампу

source: Details
sr: Детаљи

source: Device Calibration
sr: Калибрација уређаја

source: Generate profile from printed images
sr: Направи профил помоћу одштампане слике

source: Green:
sr: Зелена:

source: High
sr: Висока

source: LCD
sr: ЛЦД

source: Low
sr: Ниска

source: Normal
sr: Уобичајена

source: Profile locally attached printer
sr: Направи профил прикаченог штампача

source: Projector
sr: Пројектор

source: Red:
sr: Црвена:

source: precision
sr: прецизност

source: A working space is the range of colors that can be encoded into an image.
sr: Радни простор је опсег боја који може бити пренет на слику.

source: Add Virtual Device
sr: Додај виртуелни уређај

source: Adds a virtual device that is not connected.
sr: Додаје виртуелни уређај који није повезан.

source: CMYK:
sr: ЦМYК:

source: Close this dialog
sr: Затвори ово прозорче.

source: Color Profile
sr: Профил боја

source: Colorspace:
sr: Простор боја:

source: Contrast:
sr: Контраст:

source: Create _Profile for Device
sr: _Направи профил уређаја

source: Created:
sr: Направљен:

source: Defaults
sr: Подразумевано

source: Delete the currently selected color profile
sr: Брише изабрани профил

source: Delete the disconnected device - if you reconnect the device it will reappear in the list
sr: Брише изабрани уређај. Уколико га поново повежете он ће се појавити у списку

source: Device
sr: Уређај

source: Device manufacturer:
sr: Произвођач уређаја

source: Device model:
sr: Модел уређаја:

source: Device type:
sr: Врста уређаја:

source: Devices
sr: Уређаји

source: Display correction:
sr: Исправка екрана:

source: Display:
sr: Екран:

source: File size:
sr: Величина датотеке:

source: Filename:
sr: Име датотеке:

source: Fine tuning
sr: Напредно дотеривање

source: Gamma:
sr: Гама:

source: Import an ICC file from another location
sr: Увезите ИЦЦ профил са другог места

source: License:
sr: Лиценца:

source: Manufacturer:
sr: Произвођач:

source: Model:
sr: Модел:

source: More details
sr: Више података

source: Open the documentation
sr: Отвори документацију

source: Profile Graphs
sr: Графици профила

source: Profile type:
sr: Врста профила:

source: Profiles
sr: Профили

source: Program the video card with the adjusted color values so all windows are color corrected
sr: Подешава видео картицу на задате вредности боја у свим прозорима

source: RGB:
sr: РГБ:

source: Rendering intent
sr: Намера исцртавања

source: Save these profiles for all users
sr: Сачувај ове профиле за све кориснике

source: Serial number:
sr: Серијски број:

source: Set a property on the system so applications use the default display profile
sr: Поставља овлашћења да системски програми користе подразумевани профил екрана

source: Softproof:
sr: Симулација штампе:

source: The rendering intent is how one gamut size is mapped to another.
sr: Намера исцртавања одређује како се један опсег боја преводи у други.

source: The rendering intent to use when transforming from the image gamut to the device output gamut
sr: Намера исцртавања приликом претварања опсега боја у слици у опсег боја излазног уређаја

source: The rendering intent to use when transforming from the image gamut to the display gamut
sr: Намера исцртавања приликом претварања опсега боја у слици у опсег боја екрана

source: These settings control how color management is applied to your desktop.
sr: Ова подешавања одређују како се управљање бојама примењује на вашем систему

source: This is the default CMYK working space to use in applications
sr: Ово је подразумевани ЦМYК радни простор у програмима

source: This is the default RGB working space to use in applications
sr: Ово је подразумевани РГБ радни простор у програмима

source: Working space
sr: Радни простор

source: _Add Device
sr: _Додај уређај

source: _Apply display correction
sr: _Примени исправке екрана

source: _Delete Device
sr: У_клони уређај

source: _Delete Profile
sr: У_клони профил

source: _Import Profile
sr: _Увези профил

source: _Make Default
sr: _Означи као подразумевано

source: _Reset to defaults
sr: _Врати на подразумевано

source: _Set profile for color managed applications
sr: По_стави профил програмима
