Repository: Staretta/mate-color-manager
Catalog: po/*.po
Languages: sr

source: Applies device profile settings at session startup
sr: Примењује профил уређаја по пријављивању

source: Load device color profiles
sr: Учитај профил боја за уређај

source: ICC Profile Installer
sr: Инсталација ИЦЦ профила

source: ICC profile installer
sr: Инсталација ИЦЦ профила

source: Install ICC profiles
sr: Инсталирај ИЦЦ профил

source: Color Profiles
sr: Профили боја

source: Manage ICC color profiles
sr: Уређивање ИЦЦ профила боја

source: Gamma is adjusted to affect the color of the attached monitor. Traditionally Linux has used a gamma value of 1.0, but this makes monitors look washed out compared Windows XP or OS X. Apple traditionally used a value of 1.8 for a long time, but now use the same value as Microsoft. Microsoft has always used a value of 2.2.
sr: Гама вредност утиче на боју слике прикаченог монитора. На Линуксу се користи вредност 1.0, при чему слика на монитору изгледа испрано у односу на Windows XP или OS X. Епл је дуго времена користио вредност 1.8, док данас Епл и Мајкрософт користе вредност 2.2.

source: If set to TRUE then external disks are searched for device ICC profiles at startup, for instance looking in the OSX library folder or Windows XP system folders. This may increase startup time if disks need to be spun up to be searched.
sr: Уколико је постављено на „TRUE“ (тачно) програм ће тражити ИЦЦ профиле уређаја на спољним дисковима приликом покретања (нпр. у фасцикли са библиотекама за OSX или системској фасцикли за Windows XP). Када дискови нису укључени ово може повећати време подизања система.

source: If set to TRUE then the __ICC_PROFILE hint will be set, which applications use to convert true color to screen color.
sr: Уколико је постављено на „TRUE“ (тачно) биће постављен кључ _ICC_PROFILE који говори програмима како да стварне боје исцртају на екран.

source: If set to TRUE then the fine tuning controls are visible. This allows the user to change the display profile outside of what the ICC profile suggests and is only recommended for advanced users.
sr: Уколико је постављено на „TRUE“ (тачно) приказују се алати за фино подешавање екрана. Ово омогућава кориснику да промени профил екрана ван онога што ИЦЦ профил предлаже. Препоручује се само за напредније кориснике.

source: If set to TRUE then the video LUT is set with the display profile
sr: Уколико је постављено на „TRUE“ (тачно) видео ЛУТ се поставља заједно са профилом екрана.

source: Set the _ICC_PROFILE hint for applications.
sr: Поставља кључ _ICC_PROFILE за остале програме.

source: Show the fine tuning controls for display devices.
sr: Приказује алате за фино подешавање уређаја.

source: The CMYK profile filename to be used by applications by default.
sr: Име датотеке са подразумеваним ЦМYК профилом програма.

source: The RGB profile filename to be used by applications by default.
sr: Име датотеке са подразумеваним РГБ профилом програма.

source: The default CMYK profile.
sr: Подразумевани ЦМYК профил.

source: The default RGB profile.
sr: Подразумевани РГБ профил.

source: The default calibration length.
sr: Подразумевана дужина калибрације.

source: The default gamma to use for monitors with no previous value set.
sr: Подразумевана Гама вредност за мониторе без претходних подешавања.

source: The duration between sending notifications to recalibrate a display.
sr: Време пре слања обавештења да поново треба калибрисати екран.

source: The duration between sending notifications to recalibrate a printer.
sr: Време пре слања обавештења да поново треба калибрисати штампач.

source: The length of calibration, as this is proportional to the accuracy. The option 'short' creates a quick profile, 'normal' a regular one, and 'long' takes a really long time, but is more precise and creates a better profile. Use 'ask' if you want the user to choose.
sr: Одређује дужину калибрације од које зависи њена прецизност. Опција „short“ (кратка) најбрже образује профил, „normal“ (уобичајена) прави задовољавајући профил, док „long“ (дуга) прави најбољи профил, али је потребно доста времена за његову израду. Уколико поставите на „ask“ (питај), корисник ће бити упитан пре образовања профила.

source: The rendering intent to use for softproofs, e.g. 'perceptual'.
sr: Намера исцртавања за симулацију штампе, нпр. „perceptual“.

source: The rendering intent to use for the display, e.g. 'perceptual'.
sr: Намера исцртавања за приказ на екрану, нпр. „perceptual“.

source: This is the number of seconds in between notifying the user to recalibrate each display device. Set to 0 to disable the notification.
sr: Одређује број секунди између обавештавања корисника да поново калибрише екране. Поставите на „0“ да искључите обавештења.

source: This is the number of seconds in between notifying the user to recalibrate each printer device. Set to 0 to disable the notification.
sr: Одређује број секунди између обавештавања корисника да поново калибрише штампаче. Поставите на „0“ да искључите обавештења.

source: Whether ICC profiles should be loaded from external disks.
sr: Одређује да ли да учитам ИЦЦ профиле са спољних дискова.

source: Whether the display should be globally corrected or left to applications.
sr: Одређује да ли треба калибрисати екран или то препустити програмима.

source: Authentication is required to install the color profile for all users
sr: Неопходна су овлашћења за инсталацију профила свим корисницима

source: Install system color profiles
sr: Инсталирај системске профиле боја

source: Show debugging information for all files
sr: Прикажи податке о грешкама за све датотеке

source: Debug these specific modules
sr: Тражи грешке у изабраним модулима

source: Debug these specific functions
sr: Тражи грешке у изабраним функцијама

source: Log debugging data to a file
sr: Запиши податке са грешкама у датотеку

source: Debugging Options
sr: Опције за тражење грешака

source: Show debugging options
sr: Приказује опције за налажење грешака

source: Getting default parameters
sr: Прикупљам подразумеване параметре

source: This pre-calibrates the screen by sending colored and gray patches to your screen and measuring them with the hardware device.
sr: Овај тест прекалибрише екран тако што шаље сиве и обојене шаблоне на екран који се онда детектују преко калибратора.

source: Reading the patches
sr: Читам шаблон

source: Reading the patches using the color measuring instrument.
sr: Читам шаблон помоћу калибратора боја.

source: Generating the patches
sr: Образујем шаблон

source: Generating the patches that will be measured with the color instrument.
sr: Образујем шаблон који ће бити измерен на калибратору боја.

source: Drawing the patches
sr: Исцртавам шаблон

source: Drawing the generated patches to the screen, which will then be measured by the hardware device.
sr: Исцртавам шаблон на екран, којо ће затим бити измерен помоћу калибратора.

source: Copyright (c)
sr: Сва права су задржана (c)

source: Generating the profile
sr: Образујем профил

source: Generating the ICC color profile that can be used with this screen.
sr: Образујем ИЦЦ профил за употребу на прикљученом екрану.

source: Copying files
sr: Копирам датотеке

source: Copying source image, chart data and CIE reference values.
sr: Копирам изворне слике, графике и ЦИЕ референтне вредности.

source: Measuring the patches
sr: Мерим шаблоне

source: Detecting the reference patches and measuring them.
sr: Тражим референтне шаблоне и мерим њихове вредности.

source: Generating the ICC color profile that can be used with this device.
sr: Образујем ИЦЦ профил који се може користити са овим уређајем.

source: Set up display
sr: Подешавам екран

source: Setting up display device for use…
sr: Подешавам екран за употребу…

source: Printing patches
sr: Штампам шаблоне

source: Rendering the patches for the selected paper and ink.
sr: Исцртавам шаблоне за изабрани папир и мастило.

source: Wait for the ink to dry
sr: Сачекајте да се мастило осуши

source: Please wait a few minutes for the ink to dry. Profiling damp ink will produce a poor profile and may damage your color measuring instrument.
sr: Сачекајте пар минута да се мастило осуши. Прављење профила на основу влажног папира може да оштети калибратор.

source: Image is not suitable without conversion
sr: Слика није одговарајућа уколико не промените формат

source: The supplied image contains an alpha channel which the profiling tools do not understand.
sr: Слика садржи алфа канал који не читају алати за прављење профила.

source: It is normally safe to convert the image, although you should ensure that the generated profile is valid.
sr: Обично је довољно да преведете формат слике, мада није на одмет да проверите исправност профила.

source: Convert
sr: Преведи

source: Set up instrument
sr: Подеси инструмент

source: Setting up the instrument for use…
sr: Подешавам инструмент за употребу...

source: Please attach instrument
sr: Прикачите инструмент

source: Please attach the measuring instrument to the center of the screen on the gray square like the image below.
sr: Прикачите калибратор на центер екрана, унутар сивог квадрата, као што је то приказано на слици.

source: Please attach the measuring instrument to the center of the screen on the gray square.
sr: Прикачите калибратор на центер екрана, унутар сивог квадрата.

source: Continue
sr: Настави

source: MATE Color Manager
sr: Гномов управник бојама

source: Please configure instrument
sr: Подесите калибратор

source: Please set the measuring instrument to calibration mode like the image below.
sr: Поставите уређај у режим за калибрацију као што је приказано на слици.

source: Please set the measuring instrument to calibration mode.
sr: Поставите уређај у режим за калибрацију.

source: Please set the measuring instrument to screen mode like the image below, and ensure it is attached to the screen.
sr: Поставите уређај у екрански режим, као на слици и проверите да ли је калибратор прикачен на екран.

source: Please set the measuring instrument to screen mode, and ensure it is attached to the screen.
sr: Поставите уређај у екрански режим и проверите да ли је калибратор прикачен на екран.

source: Calibration error
sr: Грешка при калибрацији

source: The sample could not be read at this time.
sr: Тренутно не могу да очитам узорак.

source: Try again
sr: Покушај поново

source: No firmware is installed for this instrument.
sr: Није инсталиран фирмвер за овај уређај.

source: The pattern match wasn't good enough. Ensure you have the correct type of target selected.
sr: Шара није добро погођена. Проверите да ли сте изабрали добру мету за калибрацију.

source: The measuring instrument got no valid readings. Please ensure the aperture is fully open.
sr: Уређај за мерење није добио исправна очитавања. Проверите да ли је бленда потпуно отворена.

source: The measuring instrument is busy and is not starting up. Please remove the USB plug and re-insert before trying to use this device.
sr: Уређај за мерење је заузет и не може се покренути. Извуците га из УСБ порта и поново га прикључите.

source: Reading target
sr: Читам мету

source: Failed to read the strip correctly.
sr: Не могу да исправно очитам траку.

source: Retry
sr: Понови

source: Read strip %s rather than %s!
sr: Прочитај траку %s пре него %s!

source: It looks like you've measured the wrong strip.
sr: Изгледа да сте измерили погрешну траку.

source: If you've really measured the right one, it's okay, it could just be unusual paper.
sr: Уколико сте ипак измерили праву траку, можда вам је једноставно запао необичан папир.

source: Use anyway
sr: Ипак употреби

source: Ready to read strip %s
sr: Спреман за читање траке %s

source: Place the colorimeter on the area of white next to the letter and click and hold the measure switch.
sr: Поставите колориметар на белу област поред слова и држите прекидач за мерење.

source: Slowly scan the target line from left to right and release the switch when you get to the end of the page.
sr: Полако скенирајте мету с лева на десно и пустите прекидач када стигнете на крај странице.

source: Ensure the center of the device is properly aligned with the row you are trying to measure.
sr: Проверите да ли средина уређаја стоји равно у односу на ред који мерите.

source: If you make a mistake just release the switch and you'll get a chance to try again.
sr: Уколико направите грешку само пустите прекидач и моћи ћете да поновите мерење.

source: Printing
sr: Штампа

source: Preparing the data for the printer.
sr: Припремам податке за штампач.

source: Sending the targets to the printer.
sr: Шаљем мете на штампач.

source: Printing the targets...
sr: Штампам мете...

source: The printing has finished.
sr: Штампа је завршена.

source: The print was aborted.
sr: Штампа је прекинута.

source: Unknown model
sr: Непознати модел

source: Unknown description
sr: Непознати опис

source: Unknown manufacturer
sr: Непознати произвођач

source: Unknown device
sr: Непознати уређај

source: Could not detect screen type
sr: Не могу да одредим врсту екрана

source: Please indicate if the screen you are trying to profile is an LCD, CRT or a projector.
sr: Изаберите врсту екрана (ЛЦД, ЦРТ или пројектор) за који правите профил.

source: Could not calibrate and profile using this color measuring instrument
sr: Не могу да калибришем профил помоћу овог уређаја за мерење.

source: This color measuring instrument is not designed to support calibration and profiling projectors.
sr: Овај уређај за мерење није направљен за калибрацију пројектора.

source: Profile Precision
sr: Прецизност профила

source: A higher precision profile provides higher accuracy in color matching but requires more time for reading the color patches.
sr: Прецизнији профил тачније одређује боје, али захтева више времена за читање шаблона.

source: For a typical workflow, a normal precision profile is sufficient.
sr: За свакодневни рад уобичајена прецизност је сасвим довољна.

source: The high precision profile also requires more paper and printer ink.
sr: Већа прецизност профила захтева више папира и мастила.

source: Custom
sr: Произвољни

source: Before calibrating the display, it is recommended to configure your display with the following settings to get optimal results.
sr: Пре калибрације екрана препоручује се да га подесите на следеће вредности за добијање доброг резултата.

source: You may want to consult the owner's manual for your display on how to achieve these settings.
sr: Можете да погледате упутство за ваш монитор како би подесили ове вредности.

source: Reset your display to the factory defaults.
sr: Поставите екран на фабричке вредности.

source: Disable dynamic contrast if your display has this feature.
sr: Искључите динамички контраст уколико га ваш монитор подржава.

source: Configure your display with custom color settings and ensure the RGB channels are set to the same values.
sr: Подесите ваш екран на произвољна подешавања и проверите да ли су РГБ канали постављени на исте вредности.

source: If custom color is not available then use a 6500K color temperature.
sr: Уколико није могуће поставити произвољне боје, изаберите температуру од 6500K.

source: Adjust the display brightness to a comfortable level for prolonged viewing.
sr: Подесите осветљеност екрана на задовољавајући ниво за дуже гледање.

source: For best results, the display should have been powered for at least 15 minutes before starting the calibration.
sr: За најбољи резултат екран треба угасити петнаестак минута пре калибрације.

source: Display setup
sr: Подешавање екрана

source: Select calibration target image
sr: Избор мете за калибрацију

source: Supported images files
sr: Подржане слике

source: All files
sr: Све датотеке

source: Select CIE reference values file
sr: Избор референтне ЦИЕ датотеке

source: CIE values
sr: ЦИЕ вредности

source: Select ICC Profile File
sr: Избор ИЦЦ датотеке

source: Open
sr: Отвори

source: Please choose a profiling mode
sr: Изаберите режим за образовање профила

source: Please indicate if you want to profile a local printer, generate some test patches, or profile using existing test patches.
sr: Одредите да ли желите профил штампача, да направите шаблон за тестирање или да направите профил постојећег шаблона.

source: Install missing files?
sr: Да инсталирам датотеке које недостају?

source: Common color target files are not installed on this computer.
sr: Уобичајене мете нису инсталиране на рачунару.

source: Color target files are needed to convert the image to a color profile.
sr: Мете су неопходне како би образовали профил на основу слике.

source: Do you want them to be installed?
sr: Да ли желите да их инсталирате?

source: If you already have the correct file, you can skip this step.
sr: Уколико већ поседујете одговарајућу датотеку, прескочите овај корак.

source: Do not install
sr: Не инсталирај

source: Install
sr: Инсталирај

source: Please select a calibration target
sr: Избор мете за калибрацију

source: Before profiling the device, you have to manually capture an image of a calibration target and save it as a TIFF image file.
sr: Пре израде профила, можете само направити слику мете за калибрацију и сачувати је као TIFF датотеку.

source: Ensure that the contrast and brightness are not changed and color correction profiles are not applied.
sr: Контраст и осветљеност не смеју бити промењени, нити прифили боја смеју бити примењени.

source: The device sensor should have been cleaned prior to scanning and the output file resolution should be at least 200dpi.
sr: Сензор уређаја треба бити чист, а резолуција треба бити бар 200тпи.

source: Ensure that the white-balance has not been modified by the camera and that the lens is clean.
sr: Не смете да промените баланс беле из фото-апарата, а објектив мора да буде чист.

source: For best results, the reference target should also be less than two years old.
sr: За најбољи резултат, мета не треба да буде старија од две године.

source: Please select the calibration target type which corresponds to your reference file.
sr: Изаберите врсту мете која одговара вашој референтној датотеци.

source: Introduction to display calibration
sr: Увод у калибрацију

source: This dialog will help calibrate your display and create a custom ICC profile.
sr: Овај прозорчић ће вам помоћи да калибришете екран и направите ИЦЦ профил.

source: The calibration will involve several steps so that an accurate profile can be obtained.
sr: Калибрација укључује неколико корака за израду одговарајућег профил.

source: It should only take a few minutes.
sr: Ово може потрајати неколико минута.

source: It may help to sit further from the screen or to squint at the calibration images in order to accurately compare the colors.
sr: Може помоћи ако седите даље од екрана и мало зажмурите над сликом за калибрацију какоби лакше упоредили боје.

source: You can repeat the calibration steps as many times as you want.
sr: Можете поновити кораке за калибрацију више пута.

source: Create table item %i/%i
sr: Израда ставке %i/%i

source: Please try to match up the gray square with the surrounding alternating bars. You should match the brightness first, and then if required change the color tint so it looks plain gray.
sr: Покушајте да поклопите сиви квадрат са околним наизменичним линијама. Најпре подесите осветљеност, а затим средите боје тако да сива буде чисто сива.

source: Summary
sr: Извештај

source: This display is now calibrated. You can change the current profile using the Color Profiles program.
sr: Екран је управо калибрисан. Можете изменити тренутни профил из програма за профиле боја.

source: This device already exists
sr: Уређај већ постоји

source: Measuring instrument not recognized
sr: Уређај за мерење није препознат

source: Laptop LCD
sr: ЛЦД преносног рачунара

source: Cannot load file contents
sr: Не могу да учитам садржај датотеке

source: Cannot parse EDID contents
sr: Не могу да обрадим ЕДИД садржај

source: Monitor name
sr: Име монитора

source: Vendor name
sr: Произвођач

source: Serial number
sr: Серијски број

source: Text string
sr: Текст

source: PNP identifier
sr: ПНП идентификација

source: Size
sr: Величина

source: Gamma
sr: Гама

source: EDID dumps to parse
sr: ЕДИД испис за обраду

source: EDID dump
sr: ЕДИД испис

source: Saved %i bytes to %s
sr: Сачувано је %i битова у %s

source: Failed to save EDID to %s
sr: Не могу да сачувам ЕДИД у %s

source: Profiles to view
sr: Профили за преглед

source: ICC profile dump program
sr: Програм за испис ИЦЦ профила

source: The description of the profile
sr: Одредиште профила

source: The copyright of the profile
sr: Ауторско право профила

source: The model of the profile
sr: Модел профила

source: The manufacturer of the profile
sr: Произвођач профила

source: Profiles to fix
sr: Поправљање профила

source: ICC profile fix program
sr: Програм за поправљање ИЦЦ профила

source: ICC profile to install
sr: ИЦЦ профил за инсталацију

source: No filename specified
sr: Није одређено име датотеке

source: Failed to open ICC profile
sr: Не могу да отворим ИЦЦ профил

source: Failed to parse file: %s
sr: Не могу да обрадим датотеку: %s

source: ICC profile already installed
sr: ИЦЦ профил је већ инсталиран

source: Import ICC color profile %s?
sr: Да увезем ИЦЦ профил %s?

source: Import ICC color profile?
sr: Да увезем ИЦЦ профил?

source: Import ICC profile
sr: Увоз ИЦЦ профила

source: Failed to copy file
sr: Не могу да копирам датотеку

source: Description:
sr: Одредиште:

source: Copyright:
sr: Ауторско право:

source: Root window profile:
sr: Профил главног прозора:

source: Root window protocol version:
sr: Издање протокола главног прозора:

source: Output profile '%s':
sr: Излазни профил „%s“:

source: not set
sr: није постављено

source: The request failed
sr: Захтев није успео

source: There are no ICC profiles for this device
sr: Нема ИЦЦ профила за овај уређај

source: Suitable profiles for:
sr: Одговарајући профили за:

source: There are no ICC profiles for this window
sr: Нема ИЦЦ профила за овај прозор

source: There are no ICC profiles for this device type
sr: Нема ИЦЦ профила за ову врсту уређаја

source: Rendering intent (display):
sr: Намера исцртавања (екран):

source: Rendering intent (softproof):
sr: Намера исцртавања (симулација штампе)

source: RGB Colorspace:
sr: РГБ простор боја:

source: CMYK Colorspace:
sr: ЦМYК простор боја:

source: Show X11 properties
sr: Прикажи особине за X11

source: Get the profiles for a specific device
sr: Преузми профиле за одређени уређај

source: Get the profile for a specific window
sr: Преузми профил за одређени монитор

source: Get the profiles for a specific device type
sr: Преузми профиле за одређену врсту уређаја

source: Dump all details about this system
sr: Испиши све податке о систему

source: EDID inspect program
sr: Програм за ЕДИД проверу

source: Device type not recognized
sr: Врста уређаја није препозната

source: Device ID, e.g. 'xrandr_ibm_france_ltn154p2_l05'
sr: ИБ уређаја, нпр. „xrandr_ibm_france_ltn154p2_l05“

source: MATE Color Manager ICC profile system-wide installer
sr: Програм за инсталацију глобалног ИЦЦ профила

source: You need to specify exactly one ICC profile filename.
sr: Морате да одредите тачно име датотеке са ИЦЦ профилом.

source: You need to specify exactly one device ID.
sr: Морате да одредите тачан ИБ уређаја.

source: The device ID has invalid characters.
sr: ИБ уређаја садржи неисправна слова.

source: This program can only be used by the root user.
sr: Само администратор може да користи овај програм.

source: The source filename must be absolute.
sr: Име изворне датотеке мора бити апсолутно.

source: Failed to get content type:
sr: Не могу да одредим врсту садржаја:

source: Content type was incorrect:
sr: Садржај је неисправан:

source: This program must only be run through pkexec.
sr: Овај програм можете покренути само кроз pkexec.
